tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "btop"
brew "pcre2"
brew "openssl@3"
brew "ccls"
brew "chezmoi"
brew "cmake"
brew "dos2unix"
brew "exercism"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "gallery-dl"
brew "gcc"
brew "git-lfs"
brew "helix"
brew "httrack"
brew "huggingface-cli"
brew "libtool"
brew "irssi"
brew "lazygit"
brew "libffi"
brew "libpq"
brew "libvterm"
brew "llama.cpp"
brew "mactop"
brew "magic-wormhole"
brew "mas"
brew "ncdu"
brew "node"
brew "p7zip"
brew "pandoc"
brew "pcre"
brew "pkgconf"
brew "python-tk@3.13"
brew "python@3.11"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "shadowsocks-rust"
brew "sherlock"
brew "smartmontools"
brew "spotify_player"
brew "tmux"
brew "tree-sitter"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zbar"
brew "railwaycat/emacsmacport/emacs-mac"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "appcleaner"
cask "audacity"
cask "bitwarden"
cask "blender"
cask "calibre"
cask "clion"
cask "cold-turkey-blocker"
cask "electrum"
cask "firefox"
cask "glance-chamburr"
cask "gstreamer-framework"
cask "hazeover"
cask "iina"
cask "intellij-idea"
cask "keka"
cask "keyboardcleantool"
cask "kindle-comic-converter"
cask "knockknock"
cask "krita"
cask "languagetool"
cask "losslesscut"
cask "macfuse"
cask "mitmproxy"
cask "mkvtoolnix"
cask "moonlight"
cask "mos"
cask "mullvadvpn"
cask "netnewswire"
cask "notunes"
cask "obs"
cask "obsidian"
cask "omnidisksweeper"
cask "omnissa-horizon-client"
cask "onyx"
cask "outline-manager"
cask "prismlauncher"
cask "pycharm"
cask "r"
cask "rectangle"
cask "rstudio"
cask "signal"
cask "sublime-text"
cask "tailscale"
cask "telegram"
cask "tor-browser"
cask "veracrypt"
cask "visual-studio-code"
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Outline", id: 1356178125
mas "Tomito", id: 1526042938
vscode "evzen-wybitul.magic-racket"
vscode "github.codespaces"
vscode "kdarkhan.mips"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "rooveterinaryinc.roo-cline"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
