tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "btop"
brew "pcre2"
brew "ccls"
brew "chezmoi"
brew "cmake"
brew "dos2unix"
brew "exercism"
brew "fastfetch"
brew "ffmpeg"
brew "gallery-dl"
brew "gcc"
brew "git-lfs"
brew "httrack"
brew "irssi"
brew "lazygit"
brew "libffi"
brew "libtool"
brew "magic-wormhole"
brew "ncdu"
brew "neovim"
brew "node"
brew "p7zip"
brew "pandoc"
brew "pcre"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "shadowsocks-rust"
brew "sherlock"
brew "smartmontools"
brew "spotify_player"
brew "tmux"
brew "wget"
brew "yt-dlp"
cask "anki"
cask "appcleaner"
cask "audacity"
cask "basictex"
cask "bitwarden"
cask "calibre"
cask "clion"
cask "cold-turkey-blocker"
cask "discord"
cask "element"
cask "firefox"
cask "glance-chamburr"
cask "gstreamer-framework"
cask "hazeover"
cask "iina"
cask "intellij-idea"
cask "keka"
cask "keyboardcleantool"
cask "kindle-comic-converter"
cask "kobo"
cask "languagetool"
cask "macfuse"
cask "mitmproxy"
cask "mkvtoolnix"
cask "mongodb-compass"
cask "mullvadvpn"
cask "netnewswire"
cask "notunes"
cask "obs"
cask "obsidian"
cask "onyx"
cask "outline-manager"
cask "prismlauncher"
cask "pycharm"
cask "rectangle"
cask "signal"
cask "telegram"
cask "tor-browser"
cask "veracrypt"
cask "visual-studio-code"
cask "vmware-horizon-client"
vscode "evzen-wybitul.magic-racket"
vscode "github.codespaces"
vscode "jdinhlife.gruvbox"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vscodevim.vim"
